Repository: HubTou/conjuguer
Catalog: src/conjuguer/po/*/conjuguer.po
Languages: fr

source: usage: conjuguer [--debug] [--help|-?] [--locale LANG] [--version]
fr: usage: conjuguer [--debug] [--help|-?] [--locale LANGUE] [--version]

source: [-c|--columns NUMBER] [-n|--nocolor] [-A|--ABU] [-D|--DELA]
fr: [-c|--columns NOMBRE] [-n|--nocolor] [-A|--ABU] [-D|--DELA]

source: [-d|--dictionary PATH]
fr: [-d|--dictionary CHEMIN]

source: [--] verb [...]
fr: [--] verbe [...]

source: -c|--columns NUM Choose number of columns to display between 1, 2 or 4
fr: -c|--columns NOMBRE Choix du nombre de colonnes à afficher entre 1, 2 ou 4

source: -d|--dictionary PATH Select a specific dictionary
fr: -d|--dictionary CHEMIN Selectionne le dictionnaire spécifié

source: -n|--nocolor Disable color output
fr: -n|--nocolor Désactive la colorisation

source: -D|--DELA Enable DELA format output
fr: -D|--DELA Active l'affichage au format DELA

source: -A|--ABU Enable ABU format output
fr: -A|--ABU Active l'affichage au format ABU

source: --debug Enable debug mode
fr: --debug Active le mode de débogage

source: --help|-? Print usage and this help message and exit
fr: --help|-? Affiche l'usage de la commande, cette aide et quitte

source: --locale LANG Override environment to select another language
fr: --locale LANGUE Force la langue utilisée

source: --version Print version and exit
fr: --version Affiche la version de la commande et quitte

source: -- Options processing terminator
fr: -- Marqueur de fin d'options

source: DICTPATH directory
fr: Répertoire du DICTPATH

source: not found
fr: non trouvé

source: None of the directories specified in DICTPATH found
fr: Aucun des répertoires spécifiés dans le DICTPATH n'a été trouvé

source: Dictionary pathname doesn't exist
fr: Le chemin d'accès au dictionnaire n'existe pas

source: The selected dictionary doesn't seem to be of ABU or DELA type
fr: Le dictionnaire sélectionné ne semble pas être du type ABU ou DELA

source: Syntax error
fr: Erreur de syntaxe

source: Option -c/--columns is expecting an integer argument
fr: L'option -c/--columns nécessite un argument de type entier

source: Option -c/--columns is expecting 1, 2 or 4 columns
fr: L'option -c/--columns nécessite un nombre de colonnes entre 1, 2 ou 4

source: Option -d/--dictionary is expecting a valid pathname
fr: L'option -d/--dictionary nécessite un chemin d'accès valide

source: time
fr: temps

source: lines
fr: lignes

source: conjugations
fr: conjugaisons

source: Key
fr: Clé

source: Line
fr: Ligne

source: More than one key found for
fr: Plus d'une clé trouvée pour

source: Only considering the first one
fr: Seule la première est prise en compte

source: Infinitif passé not found for
fr: Passé de l'infinitif non trouvé pour

source: auxiliary
fr: auxiliaire

source: 1st group
fr: 1er groupe

source: 2nd group
fr: 2ème groupe

source: 3rd group
fr: 3ème groupe

source: unknown group
fr: groupe inconnu

source: model for verbs like
fr: modèle des verbes en

source: conjugated like
fr: conjugué comme

source: Conjugation tables for
fr: Tableau de conjugaisons du verbe

source: Unknown inflected dictionary format
fr: Format de dictionnaire fléchi inconnu

source: conjuguer expects at least one argument
fr: conjuguer nécessite au moins un argument

source: is not in the dictionary used
fr: n'est pas dans le dictionnaire utilisé

source: If it really exists, it would be
fr: S'il existe réellement, il serait du
